Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: We urge the Council to adopt comprehensive and regional approaches to DDR, to include those approaches in the mandates of peacekeeping operations, to provide financing for DDR under the budget for peacekeeping operations, and to give due consideration to reintegration to ensure sustainable socio-economic development.
fr: Nous engageons le Conseil à adopter des approches régionales globales aux programmes de DDR, à les inscrire dans le mandat des opérations de maintien de la paix, à financer les programmes de DDR sur le budget de ces opérations, et à prendre dûment en considération la réintégration afin d'assurer un développement socioéconomique durable.

source: We call for a continued emphasis on the parallel implementation of community development and DDR programmes, taking into account all members of the community — men, women, boys and girls — and to include strategies for children affected by armed conflict.
fr: Nous demandons que l'on continue d'insister sur l'application en parallèle de programmes de DDR et de mesures de développement de proximité, en tenant compte de tous les membres de la communauté - hommes, femmes, garçons et filles -, et d'y inclure des stratégies pour les enfants touchés par les conflits armés.

source: In line with our obligations under resolution 1325 (2000) on women, peace and security, Canada urgently calls for the full and equal participation of women in the design and implementation of all DDR programmes and activities, as actions and decisions on DDR have a direct and specific impact on the lives of women and on the possibilities of achieving sustainable peace.
fr: Conformément à nos obligations aux termes de la résolution 1325 (2003) du Conseil de sécurité sur les femmes, la paix et la sécurité, le Canada demande aussi instamment la participation entière et égale des femmes à la conception et à la réalisation de tous les programmes et activités de DDR, car les mesures et décisions concernant les activités de DDR ont une incidence précise et directe sur la vie des femmes et sur la possibilité d'instaurer une paix durable.

source: It is Canada's view that the international community has fallen short on commitments to make people and their communities safer from armed violence.
fr: De l'avis du Canada, la communauté internationale n'a pas tenu l'engagement de mettre les populations et leurs collectivités plus à l'abri de la violence armée.

source: This is a devastating situation with real and lingering impact that continues to undermine international efforts to establish peaceful and secure environments where humanitarian and development initiatives can take root and yield results.
fr: Il s'agit d'un problème dévastateur aux incidences réelles et durables qui continue de nuire aux efforts internationaux visant à instaurer le climat de paix et de sécurité nécessaire pour pouvoir prendre des mesures humanitaires et de développement qui donnent des résultats.

source: Our collective responsibility is to take meaningful action that will result in improved and safer lives for girls, boys, men and women in all regions of the world.
fr: Il est de notre responsabilité collective d'agir véritablement de façon à ce que les filles, les garçons, les hommes et les femmes de toutes les régions du monde vivent mieux et dans de meilleures conditions de sécurité.

source: Now is the time for action.
fr: Le moment est venu d'agir.

source: The next 18 months hold important opportunities for concerted action against the easy availability and misuse of small arms.
fr: Les 18 prochains mois offriront deux occasions clefs de renouveler les efforts et d'agir de façon concertée contre deux phénomènes, à savoir la facilité avec laquelle on peut se procurer des armes de petit calibre et l'utilisation malveillante de ces armes.

source: The July 2005 Biennial Meeting of States and the 2006 review conference on the United Nations Programme of Action provide platforms to evaluate our success and, more importantly, to determine the way forward.
fr: La Réunion biennale des États de juillet 2005 et la Conférence d'examen de 2006 sur le Programme d'action des Nations Unies permettront d'évaluer nos succès et, surtout, de décider de la suite de notre action.

source: It is imperative to ensure that a more comprehensive approach to the small arms issue be pursued at the 2005 and 2006 meetings.
fr: Il est impératif de veiller à ce qu'une approche plus globale de la question des armes de petit calibre soit adoptée aux rencontres de 2005 et 2006.

source: Aspects of the issue that were neglected in the 2001 Programme of Action must receive adequate attention, including those related to the human and humanitarian impact of small arms.
fr: II faut prêter l'attention voulue aux aspects de la question qui ont été négligés dans le Programme d'action de 2001, y compris en ce qui concerne les conséquences de ces armes sur le plan humain et humanitaire.

source: The challenge now for the Council and Member States, alongside their partners in international organizations and civil society, is to replace words with action and to deliver on this urgent agenda.
fr: Le défi pour le Conseil et les États membres à présent, ainsi que pour leurs partenaires dans les organisations internationales et la société civile, consistera à passer de la parole aux actes et à agir dans ce dossier urgent.

source: The problem is complex, but the solution is not beyond our reach.
fr: Le problème est complexe mais la solution n'est pas hors de portée.

source: We have the means to take constructive action to achieve our common goals.
fr: Nous avons les moyens d'agir de manière constructive pour atteindre nos objectifs communs.

source: We should do so now.
fr: Il nous incombe de le faire maintenant.

source: The President (spoke in French): I now call on the representative of Switzerland.
fr: Le Président : Je donne la parole au représentant de la Suisse.

source: Mr. Maurer (Switzerland) (spoke in French): Switzerland would like to thank Benin for convening this open debate of the Security Council on small arms and light weapons.
fr: M. Maurer (Suisse) : La Suisse remercie le Bénin d'avoir convoqué ce débat public sur les armes légères et de petit calibre.

source: The United Nations Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects states that Governments bear the primary responsibility to combat the illicit trade in small arms and light weapons.
fr: Le Programme d'action des Nations Unies en vue de prévenir, combattre et éliminer le commerce illicite des armes légères et de petit calibre sous tous ses aspects énonce que les gouvernements portent la responsabilité première de lutter contre le commerce illicite des armes légères et de petit calibre.

source: However, in order to become fully effective, the efforts of Governments should be supported and complemented by multilateral organizations, and the Security Council has thus a clear role to play.
fr: Cependant, pour déployer tous leurs effets, les efforts des gouvernements doivent être soutenus et complétés par les organisations multilatérales et le Conseil de sécurité a donc son rôle à jouer.

source: In his report of 20 September 2002, the Secretary-General included a set of recommendations on ways and means whereby the Security Council could contribute to dealing with the question of illicit trade in small arms and light weapons in situations under its consideration.
fr: Dans son rapport présenté le 20 septembre 2002 (S/2002/1053), le Secrétaire général a soumis une série de recommandations sur les moyens qui permettraient au Conseil de sécurité de contribuer au règlement de la question du commerce illicite des armes légères et de petit calibre dans les situations dont il est saisi.

source: Those recommendations are still valid.
fr: Ces recommandations n'ont rien perdu de leur validité.

source: The most recent report of the Secretary-General on the initiatives undertaken to implement those recommendations shows that important progress has been made in several key areas.
fr: Le dernier rapport du Secrétaire général concernant les initiatives prises pour les mettre en oeuvre montre que des progrès substantiels ont été accomplis dans plusieurs domaines clefs.

source: I would like to take this opportunity to focus on a few aspects where Switzerland sees a concrete role for the Security Council.
fr: J'aimerais profiter à ce stade de l'occasion qui m'est donnée pour signaler quelques domaines dans lesquels, aux yeux de la Suisse, le Conseil de sécurité pourrait jouer un rôle.

source: First, it is our view that the Security Council should include in all peacekeeping mandates the requirement to gather information, including on weapons markings, on all small arms and light weapons that are collected or seized in the context of those missions, including disarmament, demobilization and reintegration (DDR) programmes.
fr: Premièrement, nous pensons que le Conseil de sécurité devrait intégrer dans tous les mandats de maintien de la paix l'obligation de réunir des informations sur toutes les armes légères et de petit calibre collectées ou saisies dans le cadre des missions de paix et des programmes de désarmement, de démobilisation et de réinsertion (DDR), y compris sur le marquage de ces armes.

source: The Council should also enable peacekeeping operations to initiate tracing requests in relation to those weapons.
fr: Le Conseil devrait également donner aux opérations de maintien de la paix la possibilité de présenter aux États des demandes de traçage de ces armes.

source: To accomplish these additional tasks within the framework of peacekeeping operations and DDR programmes, the necessary resources have to be included in the regular peacekeeping budget.
fr: Les ressources nécessaires en vue de l'exécution de ces tâches additionnelles devraient être inclues dans les budgets réguliers des opérations de maintien de la paix.

source: Secondly, compliance with arms embargoes and sanctions regimes is crucial.
fr: Deuxièmement, il est primordial que les embargos sur les armes et les régimes de sanctions soient respectés.

source: Switzerland is of the view that the enforcement of arms embargoes could be greatly improved by providing peacekeeping operations and sanctions committees with a mandate to initiate tracing requests with regard to illicit weapons found in the course of their investigations.
fr: La Suisse est d'avis que l'application des embargos sur les armes pourrait être considérablement améliorée si on confiait aux missions de maintien de la paix et aux comités des sanctions le mandat de présenter aux États des demandes de traçage concernant les armes illicites trouvées dans le cadre de leurs investigations.

source: This could contribute to identifying networks that illicitly supply weapons and materiel under embargo.
fr: Cette mesure contribuerait à l'identification des filières d'approvisionnement illicite en armes et matériels soumis à l'embargo.

source: In this context, two measures should be encouraged.
fr: Dans ce contexte, deux mesures devraient être encouragées.

source: First, it would be good to have training for United Nations staff deployed to countries under arms embargoes on the monitoring of such embargoes and on related aspects, such as the collection of baseline data on and the identification of seized weapons.
fr: D'une part, pour le personnel de l'ONU déployé dans les pays soumis à un embargo sur les armes, il serait bon de prévoir une formation à la surveillance des embargos et à d'autres activités s'y rapportant, telles que la collecte de données de base et l'identification des armes saisies.

source: The second recommendation is that there should be increased cooperation between the United Nations and relevant international organizations, such as the World Customs Organization and the International Civil Aviation Organization.
fr: D'autre part, il faudrait accroître la coopération de l'ONU avec les organisations internationales pertinentes, telles que l'Organisation mondiale des douanes et l'Organisation de l'aviation civile internationale.

source: Thirdly, Switzerland is convinced that close cooperation between the United Nations and Interpol is of crucial importance for the efficient identification and tracing of illicit small arms and light weapons.
fr: Troisièmement, la Suisse est convaincue qu'une coopération étroite entre l'ONU et Interpol revêt une importance capitale pour l'efficacité de l'identification et du traçage des armes légères et de petit calibre illicites.

source: Ties with Interpol could be strengthened by assigning a law enforcement component to peacekeeping operations and sanction committees that have the competence to interact with Interpol, including their access to all Interpol databases relevant to the tracing of illicit small arms and light weapons.
fr: Les liens avec Interpol pourraient être renforcés si les opérations de maintien de la paix et les comités des sanctions compétents pour collaborer avec Interpol se voyaient confier une fonction d'application de la loi et si, de plus, ils avaient accès à toutes les bases de données d'Interpol ayant trait au traçage des armes légères et de petit calibre illicites.

source: Furthermore, Switzerland calls for the conclusion of a cooperative agreement between the Security Council and Interpol that could serve as a framework for cooperation in the field of tracing illicit small arms and light weapons.
fr: Par ailleurs, la Suisse appelle à la conclusion d'un accord de coopération entre le Conseil de sécurité et Interpol, pouvant servir de cadre à la coopération dans le domaine du traçage des armes légères et de petit calibre illicites.

source: That cooperation agreement could be complemented by a protocol covering the technical details on a case-by-case basis.
fr: Cet accord de coopération pourrait être complété par un protocole couvrant les détails techniques au cas par cas.

source: The existing Memorandum of Understanding between Interpol and the United Nations Interim Administration Mission in Kosovo on cooperation in crime prevention and criminal justice might serve as an example for that purpose.
fr: À cet effet, on pourrait prendre pour exemple l'actuel Protocole d'accord entre l'Organisation internationale de police criminelle, Interpol, et la Mission d'administration intérimaire des Nations Unies au Kosovo sur la coopération en matière de prévention de la criminalité et de justice pénale.

source: We are of the view that the presidential statement to be adopted at the end of today's debate would gain from mentioning the need for increased cooperation with Interpol in tracing small arms and light weapons.
fr: Nous pensons que la Déclaration présidentielle concluant ce débat gagnerait à mentionner le besoin d'une coopération accrue avec Interpol en matière de traçage des armes légères et de petit calibre.

source: Fourthly, it has been clearly established that the illicit exploitation of natural resources constitutes one of the privileged sources of financing fuelling the illicit trade in small arms.
fr: Quatrièmement, il est clairement établi que l'exploitation illicite des ressources naturelles constitue l'une des sources de financement privilégiées alimentant le commerce illicite des armes légères.

source: We are starting to profit from accrued experience in the field of controlling the illicit exploitation of natural resources, in particular through the Kimberley process.
fr: Nous commençons à bénéficier d'une somme d'expériences dans le domaine du contrôle de l'exploitation illicite des ressources naturelles, notamment au travers du Processus de Kimberley.

source: Switzerland suggests formalizing the panels of experts so that they can contribute more substantially to the work of the Council and thus allow it to identify minimum norms and standards that would guide the exploitation of natural resources in conflict zones.
fr: La Suisse propose d'institutionnaliser les groupes d'experts afin qu'ils puissent contribuer de façon plus substantielle aux travaux du Conseil et lui permettre ainsi d'identifier les normes et standards minimaux qui devraient encadrer l'exploitation des ressources naturelles dans les zones de conflits.

source: We invite the Security Council to ask the Secretary-General for a specific report on the exploitation of illicit natural resources in conflict situations, including its links with the illicit trade in small arms and light weapons.
fr: Nous invitons également le Conseil à demander un rapport au Secrétaire général traitant spécifiquement de l'exploitation illicite des ressources naturelles dans les conflits, y compris des liens avec le commerce illicite des armes légères et de petit calibre.

source: Furthermore, we think that a more integrated approach to the question of small arms and light weapons would benefit from solid research and support in civil society.
fr: Par ailleurs, nous pensons qu'une approche plus intégrée de la question des armes légères et de petit calibre a besoin de recherches solides et de soutien dans la société civile.

source: In this context, we recall the studies made by the Geneva-based Small Arms Survey, and we inform Security Council members that its annual publication this year will be devoted precisely to the role of small arms and light weapons in current conflicts.
fr: Nous rappelons dans ce contexte les travaux du Small Arms Survey de Genève et nous informons le Conseil que leur publication annuelle de cette année portera précisément sur 1e rôle des armes légères et de petit calibre dans les conflits actuels.

source: In closing, Sir, let me recall — as a member of the Human Security Network — the urgent need to take concerted action to combat the devastating humanitarian effects of the illicit trade in small arms and light weapons.
fr: Pour terminer, je voudrais, en tant que membre du Réseau de la sécurité humaine, rappeler l'urgence d'une action concertée pour combattre les effets dévastateurs, d'un point de vue humanitaire, du commerce illicite des armes légères et de petit calibre.

source: The uncontrolled proliferation and misuse of these arms remain a major cause of human suffering around the world, and they represent a serious threat to human security.
fr: La prolifération incontrôlée et l'usage abusif de ces armes, qui restent une cause majeure de souffrance humaine dans le monde, représentent également une grave menace pour la sécurité humaine.

source: Only if the Security Council, Member States and civil society join in their efforts will we reach our goal of making each and every person and their respective communities safer.
fr: Ce n'est que si le Conseil de sécurité, les États Membres et la société civile conjuguent leurs efforts que nous atteindrons notre but, qui est d'apporter plus de sécurité à chaque personne et à sa communauté respective.

source: The President (spoke in French): I now call on the representative of Mexico.
fr: Le Président : Je donne la parole au représentant du Mexique.

source: Mr. Berruga (Mexico) (spoke in Spanish): Mr. President, my delegation would like to thank you for convening this public meeting, and we would like to thank the Secretary-General for his report to the Council on the ways it could help resolve the matter of illicit trafficking in small arms and light weapons.
fr: M. Berruga (Mexique) (parle en espagnol) : Monsieur le Président, ma délégation vous est reconnaissante d'avoir convoqué cette séance publique et remercie le Secrétaire général de son rapport dans lequel il expose la manière dont le Conseil de sécurité pourrait contribuer au règlement de la question du trafic illicite des armes légères.

source: I would also like to express our appreciation to the Under-Secretary-General for Disarmament Affairs, Mr. Nobuyasu Abe, for introducing the report to us.
fr: En outre, je voudrais remercier le Secrétaire général adjoint aux affaires de désarmement, M. Nobuyasu Abe, pour la présentation qu'il a faite de ce rapport.

source: Since 1999, in parallel with the preparatory process for the Conference to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects, which was held in July 2001, the Security Council has been engaged in taking up the issue of proliferation of such arms, particularly in the context of conflict situations that are on its agenda.
fr: Depuis 1999, parallèlement au processus préparatoire de la Conférence destinée à prévenir, combattre et éliminer le trafic illicite des armes légères sous tous ses aspects, qui s'est déroulée en juillet 2001, le Conseil de sécurité étudie la question de la prolifération de ces armes, en particulier dans les situations de conflit figurant à son ordre du jour.

source: The illicit manufacture of and trafficking in small arms and light weapons is a multidimensional problem. It encourages organized crime; it promotes a culture of violence; it prolongs and worsens conflicts that take an unacceptable number of civilian victims, primarily women and children.
fr: La fabrication et le trafic illicites des armes légères constituent un problème multidimensionnel, qui alimente la criminalité organisée, entretient la culture de la violence, prolonge et intensifie les conflits qui font d'innombrables victimes civiles, surtout parmi les femmes et les enfants.

source: Thus a comprehensive strategy is needed to control and eradicate that situation.
fr: D'où la nécessité de concevoir une stratégie globale pour le maîtriser et en venir à bout.

source: It is necessary to join efforts in combating the illicit trafficking in and production of small arms and light weapons, and the producing and exporting countries must recognize that they have a primary responsibility.
fr: Il est nécessaire d'unir les efforts pour combattre le trafic et la production illicites des armes légères, dont les pays producteurs et exportateurs doivent reconnaître qu'ils détiennent la responsabilité principale.

source: Mexico participates in all regional and international efforts to eliminate the illicit trade in and manufacture of small arms and light weapons.
fr: C'est pourquoi, le Mexique souscrit et participe à toutes les initiatives régionales et internationales visant à éliminer le commerce et la fabrication illicites des armes légères.

source: Accordingly, my country is party to the Inter-American Convention Against the Illicit Manufacturing of and Trafficking in Firearms, Ammunition, Explosives and other Related Materials, adopted by the Organization of American States in 1997. Mexico is also party to the Protocol against the Illicit Manufacturing of and Trafficking in Firearms, Their Parts and Components and Ammunition, supplementing the United Nations Convention against Transnational Organized Crime.
fr: D'ailleurs, le Mexique est partie à la Convention interaméricaine contre la fabrication et le trafic illicites d'armes à feu, de munitions, d'explosifs et d'autres matériels connexes, adoptée par l'Organisation des États américains en 1997, ainsi qu'au Protocole contre la fabrication et le trafic illicites d'armes à feu de leurs pièces, éléments et munitions, additionnel à la Convention des Nations Unies contre la criminalité transnationale organisée.

source: In reviewing the progress made in implementing the 12 recommendations mentioned in the presidential statement of October 2002 (S/PRST/2002/30), the Secretary-General describes various activities undertaken in this area.
fr: En examinant les progrès réalisés s'agissant d'exécuter les 12 recommandations formulées dans la Déclaration présidentielle du Conseil de sécurité en date d'octobre 2002, le Secrétaire général évoque un certain nombre d'activités entreprises à cet égard.
